Repository: paulwoman/Capitalism_Lab_BASE
Catalog: tm/auto/gm_help_en-US_ru.tmx
Source language: en_us
Languages: ru

source: The logic behind this is that Product Customization relies on technology levels to increase linearly to function properly, whereas Technology Disruption reduces all technology levels across the board by 10% annually.
ru: Логика этого заключается в том, что настройка продукта зависит от уровня технологий, которые линейно увеличиваются для нормального функционирования, тогда как "Технологический Спад" снижает все технологические уровни по всем направлениям на 10% ежегодно.

source: Number of AI Companies Focused on Banking
ru: Кол-во ИИ, специализирующихся на банковской сфере

source: This determines the number of AI companies focused on banking in the beginning of the game.
ru: Это определяет количество компаний ИИ, ориентированных на банковское дело в начале игры.

source: Number of AI Companies Focused on Insurance
ru: Кол-во ИИ, специализирующихся на страховании

source: This determines the number of AI companies focused on insurance business in the beginning of the game.
ru: Определяет количество компаний ИИ, ориентированных на страховой бизнес в начале игры.

source: Tendency of AI to set up banks
ru: Склонность ИИ создавать банки

source: Tendency of AI companies with a diversification business strategy, which may expand into any types of industry, to set up banks.
ru: Тенденция компаний ИИ с диверсификационной бизнес-стратегией, которая может распространиться на любые виды промышленности, для создания банков.

source: Tendency of AI to set up insurance companies
ru: Склонность ИИ к созданию страховых компаний

source: Tendency of AI companies with a diversification business strategy, which may expand into any types of industry, to set up insurance companies.
ru: Тенденция к созданию страховых компаний у ИИ компаний с диверсификационной бизнес-стратегией, которая может распространиться на любые отрасли промышленности.

source: Insurance Premiums Modifier
ru: Модификатор страховых взносов

source: Setting this to a value higher than 100 will increase revenues of all insurance companies.
ru: Установка значения выше 100 увеличит доходы всех страховых компаний.

source: Insurance Claims
ru: Страховые претензии

source: You may customize the average amounts of insurance claims that insurance companies have to pay.
ru: Вы можете настроить средние суммы страховых выплат, которые должны выплачивать страховые компании.

source: A #lower insurance claims ratio# means a #higher profit margin# for insurance companies.
ru: # Более низкий коэффициент страховых выплат # означает # более высокую норму прибыли # для страховых компаний.

source: Corporate Deposit Cap, as a percentage of the total bank deposits.
ru: Лимит корп. вкладов в % от общей суммы банк.

source: The bank regulation stipulates that deposits should be not concentrated on a small number of large depositors.
ru: вкладов. Банковское регулирование предусматривает, что депозиты не должны концентрироваться на небольшом количестве крупных вкладчиков.

source: There is a cap that limits the maximum amount of deposit each depositor can make.
ru: Существует ограничение, которое ограничивает максимальную сумму депозита, которую может сделать каждый вкладчик.

source: Express Mode
ru: Экспресс режим

source: When the Express mode is enabled, a new streamlined user interface will be used for retail stores, replacing the original 3x3 layout.
ru: Когда включен экспресс-режим, для розничных магазинов будет использоваться новый оптимизированный пользовательский интерфейс, заменяющий исходный макет 3x3.

source: Maximum Loans-to-Assets Ratio
ru: Максимальное соотношение кредитов к активам

source: This determines the #Absolute Maximum amount of loans# that a bank can lend out (including your bank and AI banks).
ru: Определяет #Абсолютную Максимальную Сумму Кредитов#, которую банк может предоставить в кредит (в том числе Ваш банк и банки ИИ).

source: A conservative bank may set a lower #Maximum Loans-to-Assets ratio# on the bank HQ interface, provided that it does not exceed the one defined here.
ru: Консервативный банк может установить более низкое значение "Максимальный размер кредита к активам" в интерфейсе центрального офиса банка, при условии, что он не будет превышать установленное здесь значение.

source: Developed City at the Beginning
ru: Развитый город в начале

source: In Survival mode, there is only one city in the beginning of the game.
ru: В режиме выживания в начале игры есть только один город.

source: You may set it as a developed city or a new city created from scratch.
ru: Вы можете установить его как развитый город или как новый город, созданный с нуля.

source: City Initial Cash Level
ru: Начальный уровень денежных средств в городе

source: This is for setting the cash levels of cities at the beginning of the game.
ru: Здесь вы можете установить уровень денежных средств в городах в начале игры.

source: If you want to see cities issuing bonds more often, so that you could invest into municipal bonds, you may set this setting to 'Low'.
ru: Если вы хотите, чтобы города чаще выпускали облигации, чтобы вы могли инвестировать в муниципальные облигации, вы можете установить для этого параметра значение «Низкое».

source: Percentage of Player Capital Funded by Bond
ru: Процент капитала игрока, финансируемого облигациями

source: If you are an experienced player looking for greater challenge, you may set a percentage of your corporation's #initial capital# to be #funded by a bond issue#, requiring you to pay bond interests and repay the bond principal upon its maturity.
ru: Если вы опытный игрок, ищущий более сложные задачи, вы можете установить процент от # начального капитала # вашей корпорации, который будет # финансироваться за счет выпуска облигаций #, требуя, чтобы вы выплачивали проценты по облигациям и погашали основную сумму облигации после ее погашения.

source: Bond Credit Standard
ru: Стандарт облигационного кредитования

source: With a #loose credit assessment standard#, all corporations will receive #better credit ratings# and benefit from #lower bond interest expenses#.
ru: При использовании # стандарта оценки низкой кредитоспособности # все корпорации получат # более высокий кредитный рейтинг # и выиграют от # более низких процентных расходов по облигациям #.

source: Bond Issue Limit
ru: Лимит выпуска облигаций

source: The #maximum amounts of bonds# that a corporation can issue is limited to a #multiple of its capitalization#, which is set here.
ru: # Максимальное количество облигаций #, которое может выпустить корпорация, ограничено # кратным ее капитализации #, которая задается здесь.

source: A higher value will allow a corporation to issue larger amounts of bonds.
ru: Более высокое значение позволит корпорации выпустить большее количество облигаций.

source: Feature: Bond
ru: Особенность: Облигация

source: When this feature is enabled, corporations will able to able to issue bonds to raise capital, and the bond market will be accessible.
ru: Когда эта функция будет включена, корпорации смогут выпускать облигации для привлечения капитала, а рынок облигаций будет доступен.

source: Feature: Bank
ru: Особенность: Банк

source: This setting determines whether banks can be set up in the game or not.
ru: Настройка определяет, можно ли создавать банки в игре или нет.

source: Initial Net Interest Spread
ru: Начальный чистый процентный спред

source: Net interest spread refers to the difference in the #rate at which a bank takes deposits from customers# and the #rate at which it offers loans#.
ru: Чистый процентный спред представляет собой разницу в #ставке, по которой банк принимает депозиты от клиентов# и #ставке, по которой он предлагает кредиты#.

source: A larger net interest spread means a greater profit margin for a bank.
ru: Чем больше чистый процентный спред, тем выше размер прибыли для банка.

source: Required Bank Capital Ratio
ru: Требуемый коэффициент банковского капитала

source: The central bank requires banks to set aside enough capital to cover unexpected losses and keep themselves solvent in a crisis.
ru: Центральный банк требует от банков резервирования достаточного количества капитала для покрытия непредвиденных убытков и поддержания платежеспособности в условиях кризиса.

source: A #capital ratio# is the ratio of a bank's #equity capital# to its #total assets#.
ru: Коэффициент #капитала# - это отношение #собственного капитала банка# к его #общей сумме активов#.

source: Feature: Insurance Business
ru: Особенность: Страховой бизнес

source: This setting determines whether insurance companies can be set up in the game or not.
ru: Этот параметр определяет, можно ли создавать страховые компании в игре.

source: Feature: Global Stock Market
ru: Особенность: Глобальный фондовый рынок

source: This setting determines whether the global stock market is enabled in the game or not.
ru: Этот параметр определяет, включен ли в игре глобальный фондовый рынок.

source: AI Pricing Aggressiveness
ru: Агрессивность ИИ в ценообразовании

source: This determines how far the AI companies will go in lowering prices of their products in order to grab market share from competitors.
ru: Определяет, насколько далеко пойдут компании ИИ в снижении цен на свою продукцию, чтобы отвоевать долю рынка у конкурентов.

source: When this is set to low, you can expect most products to enjoy healthy profit margins and companies will be in general more profitable.
ru: Когда это будет установлено на низком уровне, вы можете ожидать, что большинство продуктов будут иметь хорошую прибыль, и компании в целом будут более прибыльными.

source: Economy's Impact on Loan Defaults
ru: Влияние экономики на дефолт по кредитам

source: It determines the economy's impact on the loan default rate.
ru: Он определяет влияние экономики на уровень невозврата кредитов.

source: When this is set to a higher value, loan defaults will soar at a higher rate during an economic downturn, leading to a potential liquidity crisis.
ru: Если для этого параметра установлено более высокое значение, невыполнение обязательств по кредитам будет расти быстрее во время экономического спада, что приведет к потенциальному кризису ликвидности.

source: Boom-Bust Cycle Volatility
ru: Неустойчивость цикла подъема-спада

source: This adjusts the economy's impact on consumer demand, which affects GDP and in turn affects the volatility of the boom-bust cycle.
ru: Регулирует влияние экономики на потребительский спрос, который влияет на ВВП и, в свою очередь, влияет на волатильность цикла подъема-спада.

source: (The boom-bust cycle is the expansion and contraction in the economic cycle that occurs repeatedly.)
ru: (Цикл Подъема-Спада - это многократное расширение и сокращение экономического цикла.)

source: Initial Stock Price Modifier
ru: Модификатор начальной цены акции

source: The initial prices of the global stocks are loaded from a database.
ru: Начальные цены мировых акций загружаются из базы данных.

source: You may use this modifier to change the initial prices of all global stocks.
ru: Вы можете использовать этот модификатор, чтобы изменить начальные цены всех мировых акций.

source: A lower Modifier value leads to lower initial stock prices, which promise more gain for the global stock market down the road.
ru: Более низкое значение модификатора ведет к более низким начальным ценам на акции, что обещает больший выигрыш для мирового фондового рынка в будущем.

source: Difficulty Level for Banking and Finance DLC
ru: Уровень сложности для "Banking and Finance DLC "

source: Use this to set the overall difficulty level for operating banks and insurance companies.
ru: Выберите общий уровень сложности для действующих банков и страховых компаний.

source: Realistic Money Supply
ru: Реалистичная денежная масса

source: If this is enabled, money supply is more realistically simulated.
ru: Если включено, денежная масса моделируется более реалистично.

source: It will be more difficult for player and AI companies to raise funds from IPO, issuing new shares and bonds.
ru: Игрокам и компаниям ИИ, будет сложнее привлекать средства на IPO, выпуская новые акции и облигации.

source: Import Firm
ru: Фирма по импорту

source: If this is enabled, you will be able to set up Import Firms for importing products and materials.
ru: Если включено, вы сможете настроить Импортные Фирмы для импорта продуктов и материалов.

source: Import Product Variety
ru: Импорт разнообразных продуктов

source: This determines the variety of products available via imports in the beginning of the game.
ru: Определяет разнообразие продуктов, доступных через импорт в начале игры.

source: Import Increase
ru: Увеличение импорта

source: If this is enabled, the variety of products available via imports will increase over time.
ru: Если включено, ассортимент товаров, доступных через импорт, со временем будет увеличиваться.

source: Constant Supply
ru: Постоянные поставки

source: This determines whether product supplies via imports are constantly available.
ru: Определяет, постоянно ли доступны поставки продукции через импорт.

source: Semi Products
ru: Полуфабрикаты

source: If this is enabled, only #Semi Products# are available via imports.
ru: Если включено, то через импорт будет доступен только #Полуфабрикаты#.

source: (Consumer products are not available via imports.)
ru: (Потребительские товары не доступны через импорт).

source: Realistic Loan Demand
ru: Реалистичный спрос на кредит

source: If this is enabled, the #demand for bank loans# is correlated to the total GDP of the cities.
ru: Если включено, то #спрос на банковские кредиты# соотносится с общим ВВП городов.

source: Corporate Logo Selection
ru: Выбор логотипа кампании

source: Click here to open the Corporate Logo selection window.
ru: Нажмите здесь, чтобы открыть окно выбора логотипа кампании.

source: Portrait Selection
ru: Выбор портрета

source: Click here to open the Portrait selection window.
ru: Нажмите здесь, чтобы открыть окно выбора портрета.

source: Warehouse Floors
ru: Складские этажи

source: Choose #Multiple# to allow for setting up multiple floors in a warehouse.
ru: Выберите # Несколько #, чтобы разрешить установку нескольких этажей на складе.

source: AI Tech Head Start
ru: Технический старт ИИ

source: If you want a more challenging game, you may give AI companies head starts in fields of technology that they specialize in, which means #higher starting tech levels#.
ru: Если вы хотите более сложную игру, вы можете дать ИИ компаниям преимущество в областях технологий, в которых они специализируются, что означает #более высокий начальный технический уровень#..

source: Disruption to Traditional Media
ru: Разрушения традиционных СМИ

source: When this is enabled, the traditional media (TV, Radio and Newspaper) will be disrupted by the Internet.
ru: Если эта функция включена, то традиционные средства массовой информации (телевидение, радио и газета) будут терятьи рейтинг под влиянием Интернета.

source: As people embrace the Internet, they will spend more time online and less time on the traditional media.
ru: По мере того, как люди будут пользоваться Интернетом, они будут проводить больше времени в Интернете и тратить меньше времени на традиционные средства массовой информации.
